Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# player.stats.section.live
source: Live
cs: Živě
el: Ζωντανά
es: En directo
hr: Uživo
hu: Élő
ja: ライブ
ko: 라이브
pl: Na żywo
pt_br: Ao vivo
pt_pt: Em direto
ru: В реальном времени
sk: Naživo
tr: Canlı
uk: Наживо
zh_hans: 实时
zh_hant: 即時

# player.stats.section.network
source: Network
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
hr: Mreža
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sv: Nätverk
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

# player.stats.section.playback
source: Playback
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
fi: Toisto
fr: Lecture
hr: Reprodukcija
hu: Lejátszás
it: Riproduzione
ja: 再生
ko: 재생
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
pt_pt: Reprodução
ro: Redare
ru: Воспроизведение
sk: Prehrávanie
sv: Uppspelning
tr: Oynatma
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

# player.stats.serverRequests
source: Server Requests
cs: Požadavky
da: Forespørgsler
de: Anfragen
el: Αιτήματα
es: Solicitudes
fi: Pyynnöt
fr: Requêtes
hr: Zahtjevi
hu: Kérések
it: Richieste
ja: リクエスト
ko: 요청
nb: Forespørsler
nl: Verzoeken
pl: Żądania
pt_br: Solicitações
pt_pt: Pedidos
ro: Cereri
ru: Запросы
sk: Požiadavky
sv: Förfrågningar
tr: İstekler
uk: Запити
zh_hans: 请求
zh_hant: 請求

# player.stats.serverSent
source: Server Sent
cs: Odesláno
da: Sendt
de: Gesendet
el: Απεστάλη
es: Enviado
fi: Lähetetty
fr: Envoyé
hr: Poslano
hu: Elküldve
it: Inviato
ja: 送信済み
ko: 전송됨
nb: Sendt
nl: Verzonden
pl: Wysłano
pt_br: Enviado
pt_pt: Enviado
ro: Trimis
ru: Отправлено
sk: Odoslané
sv: Skickat
tr: Gönderildi
uk: Надіслано
zh_hans: 已发送
zh_hant: 已傳送

# player.stats.title
source: Stats for Nerds
cs: Statistiky pro nerdy
da: Statistik for nørder
de: Statistiken für Nerds
el: Στατιστικά για τους γνώστες
es: Estadísticas para nerds
fi: Tilastot nörteille
fr: Stats pour les passionnés
hr: Statistika za štrebere
hu: Statisztika kockáknak
it: Statistiche per nerd
ja: オタク向け統計
ko: 마니아를 위한 통계
nb: Statistikk for nerder
nl: Statistieken voor nerds
pl: Statystyki dla nerdów
pt_br: Estatísticas para nerds
pt_pt: Estatísticas para nerds
ro: Statistici pentru pasionați
ru: Статистика для гиков
sk: Štatistiky pre nerdov
sv: Statistik för nördar
tr: İnekler için istatistik
uk: Статистика для гіків
zh_hans: 极客统计
zh_hant: 極客統計

# player.stats.videoDecoder
source: Video Decoder
cs: Video dekodér
da: Videodekoder
el: Αποκωδικοποιητής βίντεο
es: Decodificador de vídeo
fi: Videon dekooderi
fr: Décodeur vidéo
hr: Video dekoder
hu: Videó-dekódoló
it: Decoder video
ja: ビデオデコーダー
ko: 비디오 디코더
nb: Videodekoder
pl: Dekoder wideo
pt_br: Decodificador de vídeo
pt_pt: Descodificador de vídeo
ro: Decodor video
ru: Видео декодер
sk: Video dekodér
sv: Videoavkodare
tr: Video kod çözücü
uk: Відео декодер
zh_hans: 视频解码器
zh_hant: 影片解碼器

# player.subtitle.delete.confirm
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Radera
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# player.subtitle.delete.deleting
source: Deleting subtitle...
cs: Mazání titulků...
da: Sletter undertekst...
de: Untertitel wird gelöscht...
el: Διαγραφή υποτίτλου...
es: Eliminando subtítulo...
fi: Poistetaan tekstitystä...
fr: Suppression du sous-titre...
hr: Brisanje titla...
hu: Felirat törlése...
it: Eliminazione sottotitolo...
ja: 字幕を削除中...
ko: 자막 삭제 중...
nb: Sletter undertekst...
nl: Ondertitel verwijderen...
pl: Usuwanie napisów...
pt_br: Excluindo legenda...
pt_pt: A eliminar legenda...
ro: Se șterge subtitrarea...
ru: Удаление субтитров...
sk: Odstraňovanie titulkov...
sv: Raderar undertext...
tr: Altyazı siliniyor...
uk: Видалення субтитрів...
zh_hans: 正在删除字幕...
zh_hant: 正在刪除字幕...

# player.subtitle.delete.failed
source: Could not delete the subtitle. You may not have permission.
cs: Titulky se nepodařilo smazat. Možná nemáte oprávnění.
da: Underteksten kunne ikke slettes. Du har muligvis ikke tilladelse.
de: Untertitel konnte nicht gelöscht werden. Möglicherweise fehlt die Berechtigung.
el: Δεν ήταν δυνατή η διαγραφή του υποτίτλου. Ίσως δεν έχετε δικαίωμα.
es: No se pudo eliminar el subtítulo. Es posible que no tengas permiso.
fi: Tekstitystä ei voitu poistaa. Sinulla ei ehkä ole oikeuksia.
fr: Impossible de supprimer le sous-titre. Vous n'avez peut-être pas l'autorisation.
hr: Titl nije moguće izbrisati. Možda nemate dopuštenje.
hu: A felirat törlése nem sikerült. Lehet, hogy nincs jogosultságod.
it: Impossibile eliminare il sottotitolo. Potresti non avere i permessi.
ja: 字幕を削除できませんでした。権限がない可能性があります。
ko: 자막을 삭제할 수 없습니다. 권한이 없을 수 있습니다.
nb: Kunne ikke slette underteksten. Du har kanskje ikke tillatelse.
nl: Kan de ondertitel niet verwijderen. Je hebt mogelijk geen toestemming.
pl: Nie można usunąć napisów. Możesz nie mieć uprawnień.
pt_br: Não foi possível excluir a legenda. Talvez você não tenha permissão.
pt_pt: Não foi possível eliminar a legenda. Pode não ter permissão.
ro: Subtitrarea nu a putut fi ștearsă. Este posibil să nu ai permisiune.
ru: Не удалось удалить субтитры. Возможно, у вас нет прав.
sk: Titulky sa nepodarilo odstrániť. Možno nemáte oprávnenie.
sv: Det gick inte att radera undertexten. Du kanske inte har behörighet.
tr: Altyazı silinemedi. İzniniz olmayabilir.
uk: Не вдалося видалити субтитри. Можливо, у вас немає дозволу.
zh_hans: 无法删除字幕。您可能没有权限。
zh_hant: 無法刪除字幕。您可能沒有權限。

# player.subtitle.delete.hint
source: Hold to delete
cs: Podržením smažete
da: Hold inde for at slette
de: Zum Löschen gedrückt halten
el: Κρατήστε για διαγραφή
es: Mantén pulsado para eliminar
fi: Poista pitämällä painettuna
fr: Maintenez pour supprimer
hr: Držite za brisanje
hu: Tartsd lenyomva a törléshez
it: Tieni premuto per eliminare
ja: 長押しで削除
ko: 길게 눌러 삭제
nb: Hold inne for å slette
nl: Houd ingedrukt om te verwijderen
pl: Przytrzymaj, aby usunąć
pt_br: Mantenha pressionado para excluir
pt_pt: Mantenha premido para eliminar
ro: Ține apăsat pentru a șterge
ru: Удерживайте для удаления
sk: Podržaním odstránite
sv: Håll in för att radera
tr: Silmek için basılı tutun
uk: Утримуйте, щоб видалити
zh_hans: 按住以删除
zh_hant: 按住以刪除

# player.subtitle.delete.title
source: Delete this subtitle?
cs: Smazat tyto titulky?
da: Slet denne undertekst?
de: Diesen Untertitel löschen?
el: Διαγραφή αυτού του υποτίτλου;
es: ¿Eliminar este subtítulo?
fi: Poistetaanko tämä tekstitys?
fr: Supprimer ce sous-titre ?
hr: Izbrisati ovaj titl?
hu: Törlöd ezt a feliratot?
it: Eliminare questo sottotitolo?
ja: この字幕を削除しますか？
ko: 이 자막을 삭제하시겠습니까?
nb: Slette denne underteksten?
nl: Deze ondertitel verwijderen?
pl: Usunąć te napisy?
pt_br: Excluir esta legenda?
pt_pt: Eliminar esta legenda?
ro: Ștergi această subtitrare?
ru: Удалить эти субтитры?
sk: Odstrániť tieto titulky?
sv: Radera den här undertexten?
tr: Bu altyazı silinsin mi?
uk: Видалити ці субтитри?
zh_hans: 删除此字幕？
zh_hant: 刪除此字幕？

# player.subtitle.search.downloadFailed
source: Could not download this subtitle. Please try another one.
cs: Tento titulek se nepodařilo stáhnout. Zkuste prosím jiný.
da: Denne undertekst kunne ikke hentes. Prøv venligst en anden.
de: Dieser Untertitel konnte nicht geladen werden. Bitte versuche einen anderen.
el: Δεν ήταν δυνατή η λήψη αυτού του υπότιτλου. Δοκιμάστε έναν άλλον.
es: No se pudo descargar este subtítulo. Inténtalo con otro.
fi: Tämän tekstityksen lataaminen epäonnistui. Kokeile toista.
fr: Impossible de télécharger ce sous-titre. Veuillez en essayer un autre.
hr: Ovaj titl nije moguće preuzeti. Pokušajte s drugim.
hu: Ezt a feliratot nem sikerült letölteni. Kérjük, próbálj meg egy másikat.
it: Impossibile scaricare questo sottotitolo. Prova con un altro.
ja: この字幕をダウンロードできませんでした。別の字幕をお試しください。
ko: 이 자막을 다운로드할 수 없습니다. 다른 자막을 시도해 주세요.
nb: Kunne ikke laste ned denne underteksten. Prøv en annen.
nl: Deze ondertitel kon niet worden gedownload. Probeer een andere.
pl: Nie udało się pobrać tych napisów. Spróbuj innych.
pt_br: Não foi possível baixar esta legenda. Tente outra.
pt_pt: Não foi possível transferir esta legenda. Tente outra.
ro: Această subtitrare nu a putut fi descărcată. Încearcă alta.
ru: Не удалось загрузить эти субтитры. Попробуйте другие.
sk: Tieto titulky sa nepodarilo stiahnuť. Skúste iné.
sv: Den här undertexten kunde inte laddas ned. Försök med en annan.
tr: Bu altyazı indirilemedi. Lütfen başka birini deneyin.
uk: Не вдалося завантажити ці субтитри. Спробуйте інші.
zh_hans: 无法下载此字幕。请尝试其他字幕。
zh_hant: 無法下載此字幕。請嘗試其他字幕。

# player.subtitle.search.downloading
source: Downloading subtitle...
cs: Stahování titulků...
da: Henter undertekst...
de: Untertitel wird geladen...
el: Λήψη υπότιτλου...
es: Descargando subtítulo...
fi: Ladataan tekstitystä...
fr: Téléchargement du sous-titre...
hr: Preuzimanje titla...
hu: Felirat letöltése...
it: Download del sottotitolo...
ja: 字幕をダウンロード中...
ko: 자막 다운로드 중...
nb: Laster ned undertekst...
nl: Ondertitel downloaden...
pl: Pobieranie napisów...
pt_br: Baixando legenda...
pt_pt: A transferir legenda...
ro: Se descarcă subtitrarea...
ru: Загрузка субтитров...
sk: Sťahovanie titulkov...
sv: Laddar ned undertext...
tr: Altyazı indiriliyor...
uk: Завантаження субтитрів...
zh_hans: 正在下载字幕...
zh_hant: 正在下載字幕...

# player.subtitle.search.downloadPending
source: The download is taking longer than expected. The server may still be fetching it on a slow connection. Wait a moment, then tap Try again.
cs: Stahování trvá déle, než se očekávalo. Server jej možná stále načítá přes pomalé připojení. Chvíli počkejte a klepněte na Zkusit znovu.
da: Hentningen tager længere tid end forventet. Serveren henter den måske stadig over en langsom forbindelse. Vent et øjeblik, og tryk derefter på Prøv igen.
de: Der Download dauert länger als erwartet. Der Server lädt ihn über eine langsame Verbindung möglicherweise noch. Warte einen Moment und tippe dann auf Erneut versuchen.
el: Η λήψη διαρκεί περισσότερο από το αναμενόμενο. Ο διακομιστής ίσως ακόμη τον ανακτά μέσω αργής σύνδεσης. Περιμένετε λίγο και πατήστε Δοκιμή ξανά.
es: La descarga está tardando más de lo esperado. Puede que el servidor aún la esté obteniendo con una conexión lenta. Espera un momento y pulsa Intentar de nuevo.
fi: Lataus kestää odotettua kauemmin. Palvelin saattaa yhä hakea sitä hitaalla yhteydellä. Odota hetki ja napauta sitten Yritä uudelleen.
fr: Le téléchargement prend plus de temps que prévu. Le serveur est peut-être encore en train de le récupérer sur une connexion lente. Patientez un instant, puis touchez Réessayer.
hr: Preuzimanje traje dulje od očekivanog. Poslužitelj ga možda još dohvaća putem spore veze. Pričekajte trenutak pa dodirnite Pokušaj ponovno.
hu: A letöltés a vártnál tovább tart. Lehet, hogy a kiszolgáló még letölti egy lassú kapcsolaton. Várj egy pillanatot, majd koppints a Próbáld újra gombra.
it: Il download sta richiedendo più tempo del previsto. Il server potrebbe ancora recuperarlo su una connessione lenta. Attendi un momento, poi tocca Riprova.
ja: ダウンロードに予想以上の時間がかかっています。回線が遅いため、サーバーがまだ取得中の可能性があります。少し待ってから「再試行」をタップしてください。
ko: 다운로드가 예상보다 오래 걸리고 있습니다. 연결이 느려 서버가 아직 가져오는 중일 수 있습니다. 잠시 기다린 후 다시 시도를 누르세요.
nb: Nedlastingen tar lengre tid enn forventet. Serveren henter den kanskje fortsatt over en treg tilkobling. Vent et øyeblikk, og trykk deretter på Prøv igjen.
nl: Het downloaden duurt langer dan verwacht. De server haalt hem mogelijk nog op via een trage verbinding. Wacht even en tik dan op Opnieuw proberen.
pl: Pobieranie trwa dłużej niż oczekiwano. Serwer może wciąż pobierać je przez wolne łącze. Poczekaj chwilę, a następnie dotknij Spróbuj ponownie.
pt_br: O download está demorando mais que o esperado. O servidor pode ainda estar buscando em uma conexão lenta. Aguarde um momento e toque em Tentar novamente.
pt_pt: A transferência está a demorar mais do que o esperado. O servidor pode ainda estar a obtê-la numa ligação lenta. Aguarde um momento e toque em Tentar novamente.
ro: Descărcarea durează mai mult decât era de așteptat. Serverul ar putea încă să o descarce printr-o conexiune lentă. Așteaptă un moment, apoi apasă pe Încearcă din nou.
ru: Загрузка занимает больше времени, чем ожидалось. Возможно, сервер всё ещё получает их по медленному соединению. Подождите немного и нажмите «Повторить».
sk: Sťahovanie trvá dlhšie, než sa očakávalo. Server ich možno stále načítava cez pomalé pripojenie. Chvíľu počkajte a klepnite na Skúsiť znova.
sv: Nedladdningen tar längre tid än väntat. Servern kanske fortfarande hämtar den över en långsam anslutning. Vänta en stund och tryck sedan på Försök igen.
tr: İndirme beklenenden uzun sürüyor. Sunucu yavaş bir bağlantı üzerinden hâlâ getiriyor olabilir. Bir an bekleyin, ardından Tekrar dene'ye dokunun.
uk: Завантаження триває довше, ніж очікувалося. Можливо, сервер усе ще отримує їх через повільне з’єднання. Зачекайте мить, потім натисніть «Спробувати ще раз».
zh_hans: 下载时间比预期长。服务器可能仍在通过缓慢的连接获取它。请稍候，然后点按“重试”。
zh_hant: 下載時間比預期長。伺服器可能仍透過緩慢的連線取得中。請稍候，然後點一下「重試」。

# player.subtitle.search.error
source: Subtitle search failed. The server may not have a subtitle provider installed.
cs: Vyhledávání titulků selhalo. Server možná nemá nainstalovaného poskytovatele titulků.
da: Søgning efter undertekster mislykkedes. Serveren har muligvis ikke installeret en undertekstudbyder.
de: Untertitelsuche fehlgeschlagen. Auf dem Server ist möglicherweise kein Untertitelanbieter installiert.
el: Η αναζήτηση υπότιτλων απέτυχε. Ο διακομιστής ίσως δεν έχει εγκατεστημένο πάροχο υπότιτλων.
es: La búsqueda de subtítulos falló. Es posible que el servidor no tenga instalado un proveedor de subtítulos.
fi: Tekstitysten haku epäonnistui. Palvelimelle ei ehkä ole asennettu tekstitysten tarjoajaa.
fr: Échec de la recherche de sous-titres. Aucun fournisseur de sous-titres n'est peut-être installé sur le serveur.
hr: Pretraga titlova nije uspjela. Na poslužitelju možda nije instaliran pružatelj titlova.
hu: A feliratkeresés sikertelen. Lehet, hogy a kiszolgálón nincs telepítve feliratszolgáltató.
it: Ricerca dei sottotitoli non riuscita. Il server potrebbe non avere installato un fornitore di sottotitoli.
ja: 字幕の検索に失敗しました。サーバーに字幕プロバイダーがインストールされていない可能性があります。
ko: 자막 검색에 실패했습니다. 서버에 자막 공급자가 설치되어 있지 않을 수 있습니다.
nb: Søk etter undertekster mislyktes. Serveren har kanskje ikke installert en undertekstleverandør.
nl: Zoeken naar ondertitels mislukt. Op de server is mogelijk geen ondertitelprovider geïnstalleerd.
pl: Wyszukiwanie napisów nie powiodło się. Na serwerze może nie być zainstalowanego dostawcy napisów.
pt_br: Falha na busca por legendas. O servidor pode não ter um provedor de legendas instalado.
pt_pt: Falha na pesquisa de legendas. O servidor pode não ter um fornecedor de legendas instalado.
ro: Căutarea subtitrărilor a eșuat. Este posibil ca serverul să nu aibă instalat un furnizor de subtitrări.
ru: Не удалось найти субтитры. Возможно, на сервере не установлен поставщик субтитров.
sk: Vyhľadávanie titulkov zlyhalo. Na serveri možno nie je nainštalovaný poskytovateľ titulkov.
sv: Sökningen efter undertexter misslyckades. Servern kanske inte har en undertextleverantör installerad.
tr: Altyazı araması başarısız oldu. Sunucuda altyazı sağlayıcısı yüklü olmayabilir.
uk: Не вдалося виконати пошук субтитрів. Можливо, на сервері не встановлено постачальника субтитрів.
zh_hans: 字幕搜索失败。服务器可能未安装字幕提供程序。
zh_hant: 字幕搜尋失敗。伺服器可能未安裝字幕提供者。

# player.subtitle.search.exactMatch
source: Exact match
cs: Přesná shoda
da: Præcist match
de: Exakte Übereinstimmung
el: Ακριβής αντιστοίχιση
es: Coincidencia exacta
fi: Tarkka osuma
fr: Correspondance exacte
hr: Točno podudaranje
hu: Pontos egyezés
it: Corrispondenza esatta
ja: 完全一致
ko: 정확히 일치
nb: Eksakt treff
nl: Exacte match
pl: Dokładne dopasowanie
pt_br: Correspondência exata
pt_pt: Correspondência exata
ro: Potrivire exactă
ru: Точное совпадение
sk: Presná zhoda
sv: Exakt matchning
tr: Tam eşleşme
uk: Точний збіг
zh_hans: 完全匹配
zh_hant: 完全相符

# player.subtitle.search.noResults
source: No subtitles found
cs: Nenalezeny žádné titulky
da: Ingen undertekster fundet
de: Keine Untertitel gefunden
el: Δεν βρέθηκαν υπότιτλοι
es: No se encontraron subtítulos
fi: Tekstityksiä ei löytynyt
fr: Aucun sous-titre trouvé
hr: Nije pronađen nijedan titl
hu: Nem található felirat
it: Nessun sottotitolo trovato
ja: 字幕が見つかりません
ko: 자막을 찾을 수 없습니다
nb: Ingen undertekster funnet
nl: Geen ondertitels gevonden
pl: Nie znaleziono napisów
pt_br: Nenhuma legenda encontrada
pt_pt: Nenhuma legenda encontrada
ro: Nu s-au găsit subtitrări
ru: Субтитры не найдены
sk: Nenašli sa žiadne titulky
sv: Inga undertexter hittades
tr: Altyazı bulunamadı
uk: Субтитрів не знайдено
zh_hans: 未找到字幕
zh_hant: 找不到字幕

# player.subtitle.search.noResultsHint
source: Your Jellyfin server may need a subtitle provider configured.
cs: Váš server Jellyfin možná potřebuje nakonfigurovaného poskytovatele titulků.
da: Din Jellyfin-server mangler muligvis en konfigureret undertekstudbyder.
de: Auf deinem Jellyfin-Server ist möglicherweise kein Untertitel-Anbieter konfiguriert.
el: Ο διακομιστής Jellyfin σας ίσως χρειάζεται ρυθμισμένο πάροχο υπότιτλων.
es: Puede que tu servidor Jellyfin necesite un proveedor de subtítulos configurado.
fi: Jellyfin-palvelimellesi ei ehkä ole määritetty tekstitysten tarjoajaa.
fr: Votre serveur Jellyfin n'a peut-être aucun fournisseur de sous-titres configuré.
hr: Vaš Jellyfin poslužitelj možda treba konfiguriran pružatelj titlova.
hu: Lehet, hogy a Jellyfin-kiszolgálódon nincs feliratszolgáltató beállítva.
it: Il tuo server Jellyfin potrebbe non avere un provider di sottotitoli configurato.
ja: Jellyfin サーバーに字幕プロバイダーが設定されていない可能性があります。
ko: Jellyfin 서버에 자막 공급자가 구성되어 있지 않을 수 있습니다.
nb: Jellyfin-serveren din mangler kanskje en konfigurert undertekstleverandør.
nl: Mogelijk is op je Jellyfin-server geen ondertitelprovider geconfigureerd.
pl: Twój serwer Jellyfin może wymagać skonfigurowanego dostawcy napisów.
pt_br: Talvez seu servidor Jellyfin precise de um provedor de legendas configurado.
pt_pt: Talvez o seu servidor Jellyfin precise de um fornecedor de legendas configurado.
ro: Este posibil ca serverul tău Jellyfin să aibă nevoie de un furnizor de subtitrări configurat.
ru: Возможно, на вашем сервере Jellyfin не настроен поставщик субтитров.
sk: Váš server Jellyfin možno potrebuje nakonfigurovaného poskytovateľa titulkov.
sv: Din Jellyfin-server kanske saknar en konfigurerad undertextleverantör.
tr: Jellyfin sunucunuzda yapılandırılmış bir altyazı sağlayıcısı olmayabilir.
uk: Можливо, на вашому сервері Jellyfin не налаштовано постачальника субтитрів.
zh_hans: 您的 Jellyfin 服务器可能尚未配置字幕提供程序。
zh_hant: 您的 Jellyfin 伺服器可能尚未設定字幕提供者。

# player.subtitle.search.title
source: Search subtitles
cs: Hledat titulky
da: Søg efter undertekster
de: Untertitel suchen
el: Αναζήτηση υπότιτλων
es: Buscar subtítulos
fi: Hae tekstityksiä
fr: Rechercher des sous-titres
hr: Pretraži titlove
hu: Feliratok keresése
it: Cerca sottotitoli
ja: 字幕を検索
ko: 자막 검색
nb: Søk etter undertekster
nl: Ondertitels zoeken
pl: Szukaj napisów
pt_br: Buscar legendas
pt_pt: Procurar legendas
ro: Caută subtitrări
ru: Поиск субтитров
sk: Hľadať titulky
sv: Sök undertexter
tr: Altyazı ara
uk: Пошук субтитрів
zh_hans: 搜索字幕
zh_hant: 搜尋字幕

# player.subtitle.search.tryAgain
source: Try again
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
hr: Pokušaj ponovno
hu: Próbáld újra
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
tr: Tekrar dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 重試

# player.subtitle.searchOnline
source: Search online...
cs: Hledat online...
da: Søg online...
de: Online suchen...
el: Αναζήτηση online...
es: Buscar en línea...
fi: Hae verkosta...
fr: Rechercher en ligne...
hr: Pretraži online...
hu: Keresés online...
it: Cerca online...
ja: オンラインで検索...
ko: 온라인 검색...
nb: Søk på nettet...
nl: Online zoeken...
pl: Szukaj online...
pt_br: Buscar online...
pt_pt: Pesquisar online...
ro: Caută online...
ru: Искать онлайн...
sk: Hľadať online...
sv: Sök online...
tr: Çevrimiçi ara...
uk: Шукати онлайн...
zh_hans: 在线搜索...
zh_hant: 線上搜尋...

# player.subtitle.secondary.back
source: Back
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

# player.subtitle.secondary.none
source: Secondary: Off
cs: Sekundární: Vypnuto
da: Sekundær: Fra
de: Sekundär: Aus
el: Δευτερεύων: Απενεργοποιημένο
es: Secundario: Desactivado
fi: Toissijainen: Pois
fr: Secondaire : Désactivé
hr: Sekundarni: Isključeno
hu: Másodlagos: Ki
it: Secondario: Disattivato
ja: セカンダリ: オフ
ko: 보조: 끄기
nb: Sekundær: Av
nl: Secundair: Uit
pl: Dodatkowe: Wyłączone
pt_br: Secundário: Desligado
pt_pt: Secundário: Desativado
ro: Secundar: Dezactivat
ru: Дополнительные: Выкл.
sk: Sekundárne: Vypnuté
sv: Sekundär: Av
tr: İkincil: Kapalı
uk: Додаткові: Вимкнено
zh_hans: 副字幕: 关闭
zh_hant: 次字幕: 關閉

# player.subtitle.secondary.value
source: Secondary: %@
cs: Sekundární: %@
da: Sekundær: %@
de: Sekundär: %@
el: Δευτερεύων: %@
es: Secundario: %@
fi: Toissijainen: %@
fr: Secondaire : %@
hr: Sekundarni: %@
hu: Másodlagos: %@
it: Secondario: %@
ja: セカンダリ: %@
ko: 보조: %@
nb: Sekundær: %@
nl: Secundair: %@
pl: Dodatkowe: %@
pt_br: Secundário: %@
pt_pt: Secundário: %@
ro: Secundar: %@
ru: Дополнительные: %@
sk: Sekundárne: %@
sv: Sekundär: %@
tr: İkincil: %@
uk: Додаткові: %@
zh_hans: 副字幕: %@
zh_hant: 次字幕: %@

# player.subtitles
source: Subtitles
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
fi: Tekstitykset
fr: Sous-titres
hr: Titlovi
hu: Feliratok
it: Sottotitoli
ja: 字幕
ko: 자막
nb: Undertekster
nl: Ondertiteling
pl: Napisy
pt_br: Legendas
pt_pt: Legendas
ro: Subtitrări
ru: Субтитры
sk: Titulky
sv: Undertexter
tr: Altyazı
uk: Субтитри
zh_hans: 字幕
zh_hant: 字幕

# player.subtitles.off
source: Off
cs: Vypnuto
da: Fra
de: Aus
el: Απενεργοποιημένο
es: Desactivado
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
it: Disattivato
ja: オフ
ko: 끄기
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desligado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

# player.track.unknown
source: Unknown
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
hr: Nepoznato
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänt
tr: Bilinmeyen
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# player.upNext
source: Up Next
cs: Další na řadě
da: Næste
de: Als Nächstes
el: Επόμενο
es: A continuación
fi: Seuraavaksi
fr: À suivre
hr: Sljedeće
hu: Következik
it: In arrivo
ja: 次に再生
ko: 다음
nb: Neste
nl: Volgende
pl: Następne
pt_br: A seguir
pt_pt: A seguir
ro: Urmează
ru: Далее
sk: Ďalej
sv: Härnäst
tr: Sıradaki
uk: Далі
zh_hans: 即将播放
zh_hant: 即將播放
